import PySimpleGUI as sg


def main():
    layout = [
       # [sg.]
    ]

    """
    Актуален дружествен договор/учредителен акт/устав
    Декларация относно истинността на заявените за вписване обстоятелства и приемането на представените за обявяване актове
    Декларация по чл. 141, ал. 8 от Търговския закон
    Декларация по чл. 142
    Договор за управление
    Документ за внесен в банка капитал
    Документ за внесена държавна такса
    Нотариално заверено съгласие и образец от саморъчния подпис на управител
    Протокол / Решение на едноличния собственик на капитала
    """